Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/CarKitSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# FORGET_CONFIRMATION_CANCEL
source: Cancel
ar: إلغاء
bg: Отказ
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_419: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
kk: Бас тарту
ko: 취소
lt: Atšaukti
ms: Batal
nl: Annuleer
no: Avbryt
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# CARPLAY_FOOTER_TEXT_WIRED_ON_TOUCHID
source: CarPlay can connect to your car without requiring Touch ID or a passcode.
ar: لا يمكن لكاربلاي الاتصال دون طلب بصمة الإصبع أو رمز الدخول.
bg: CarPlay може да се свързва към колата ви, без да изисква Touch ID или код.
ca: El CarPlay es pot connectar amb el teu cotxe sense necessitat d’utilitzar el Touch ID o un codi.
cs: CarPlay se může připojovat k vašemu autu bez použití Touch ID nebo zadání kódu.
da: CarPlay kan oprette forbindelse til bilen uden at kræve Touch ID eller en kode.
de: CarPlay kann eine Verbindung zu deinem Auto herstellen, ohne Touch ID oder einen Code anzufordern.
el: Το CarPlay μπορεί να συνδέεται με το αυτοκίνητο χωρίς να απαιτείται Touch ID ή κωδικός.
es: CarPlay puede conectarse a tu coche sin necesidad de Touch ID o un código.
es_419: CarPlay puede conectarse a tu auto sin necesidad de Touch ID o el código.
fi: CarPlay voi yhdistää autoosi ilman Touch ID:tä tai pääsykoodia.
fr: CarPlay peut se connecter à votre véhicule sans que vous ayez à utiliser un code ou Touch ID.
fr_ca: CarPlay peut se connecter à votre véhicule sans utiliser Touch ID ni de code.
he: ‏CarPlay יוכל להתחבר לרכב שלך מבלי לדרוש אימות בעזרת Touch ID או קוד גישה.
hi: CarPlay आपकी कार से Touch ID या पासकोड के बिना कनेक्ट कर सकता है।
hr: CarPlay se može spojiti na automobil bez uporabe Touch ID-ja ili šifre.
hu: A CarPlay a Touch ID vagy a jelkódja megadása nélkül képes az Ön autójához csatlakozni.
id: CarPlay dapat terhubung ke mobil Anda tanpa memerlukan Touch ID atau kode sandi.
it: CarPlay è in grado di connettersi alla tua auto senza richiedere l’autenticazione tramite Touch ID o un codice.
ja: CarPlayはTouch IDやパスコードなしで接続できます。
kk: CarPlay функциясы автомобиліңізге Touch ID немесе құпиякодты талап етпей қосыла алады.
ko: CarPlay를 Touch ID 또는 암호 없이 사용자의 차량에 연결할 수 있습니다.
lt: „CarPlay“ prie jūsų automobilio gali prisijungti neprašant naudoti „Touch ID“ arba prieigos rakto.
ms: CarPlay boleh bersambung ke kereta anda tanpa memerlukan Touch ID atau kod laluan.
nl: CarPlay kan verbinding maken met je auto zonder dat Touch ID of een toegangscode is vereist.
no: CarPlay kan koble til bilen din uten bruk av Touch ID eller kode.
pl: CarPlay może łączyć się z samochodem bez konieczności używania Touch ID ani kodu.
pt_br: O CarPlay não pode conectar ao seu carro sem exigir o Touch ID ou um código.
pt_pt: O CarPlay pode estabelecer ligação ao carro sem necessitar do Touch ID ou de um código.
ro: CarPlay se poate conecta la mașina dvs. fără a necesita Touch ID sau codul de acces.
ru: CarPlay может подключиться к Вашему автомобилю, не требуя Touch ID или код‑пароля.
sk: CarPlay sa môže pripájať k vášmu autu bez vyžadovania Touch ID alebo kódu.
sl: CarPlay se lahko z vašim vozilom poveže brez identifikacije s funkcijo Touch ID ali kodo za dostop.
sv: CarPlay kan ansluta till bilen utan att Touch ID eller en lösenkod krävs.
th: CarPlay สามารถเชื่อมต่อกับรถของคุณได้โดยไม่ต้องใช้ Touch ID หรือรหัส
tr: CarPlay arabanıza Touch ID ya da parola gerektirmeden bağlanabilir.
uk: CarPlay може підʼєднуватися до автомобіля без Touch ID або коду допуску.
vi: CarPlay có thể kết nối với ô tô của bạn mà không yêu cầu Touch ID hoặc mật mã.
zh_cn: CarPlay车载无需触控ID或密码即可与车连接。
zh_hk: CarPlay無需Touch ID或密碼也可以連接你的汽車。
zh_tw: CarPlay不需要使用Touch ID或密碼，也可連接你的汽車。

# CARPLAY_FOOTER_TEXT_WIRED_AND_WIRELESS_OFF_TOUCHID
source: When you use CarPlay over a wired connection, unlocking your iPhone will be required every time, and your device will remain unlocked as long as CarPlay is active. Enable this setting to allow CarPlay to connect without requiring Touch ID or a passcode, and to connect wirelessly to your car.
ar: عند استخدام كاربلاي عبر اتصال سلكي، فيجب فتح قفل iPhone في كل مرة، وسيبقى قفل الجهاز مفتوحًا مادام كاربلاي نشطًا. قم بتمكين هذا الإعداد للسماح لكاربلاي بالاتصال دون طلب بصمة الإصبع أو رمز الدخول، وللاتصال لاسلكيًا بسيارتك.
bg: Когато използвате CarPlay по кабелна връзка, ще трябва всеки път да отключвате вашия iPhone и устройството ви ще остане отключено, докато е активен CarPlay. Активирайте тази настройка, за да разрешите на CarPlay да се свързва, без да изисква Touch ID или код, и да осъществява безжична връзка с колата ви.
ca: Quan utilitzis el CarPlay mitjançant una connexió amb fil, hauràs de desbloquejar l’iPhone cada vegada i el teu dispositiu es mantindrà desbloquejat mentre el CarPlay estigui activat. Activa aquesta opció per permetre que el CarPlay es connecti sense necessitat d’utilitzar el Touch ID o un codi i per connectar‑te amb el teu cotxe a través d’una connexió sense fil.
cs: Pokud se budete připojovat ke CarPlay kabelem, bude pokaždé požadováno odemknutí iPhonu. Zařízení zůstane odemknuté, dokud bude CarPlay aktivní. Zapnutím tohoto nastavení umožníte připojení CarPlay bez použití Touch ID nebo zadání kódu a aktivujete bezdrátové připojování k autu.
da: Når du bruger CarPlay via en kabelforbindelse, skal du låse iPhone op hver gang, og enheden forbliver ulåst, mens CarPlay er aktiv. Slå denne indstilling til for at CarPlay kan oprette trådløs forbindelse til bilen uden at kræve Touch ID eller en kode.
de: Wenn du CarPlay über eine kabelgebundene Verbindung verwendest, muss dein iPhone jedes Mal entsperrt werden und bleibt entsperrt, solange CarPlay aktiviert ist. Aktiviere diese Einstellung, sodass CarPlay eine Verbindung herstellen kann, ohne Touch ID oder einen Code anzufordern bzw. für eine kabellose Verbindung mit dem Auto.
el: Όταν χρησιμοποιείτε το CarPlay μέσω ενσύρματης σύνδεσης, θα απαιτείται κάθε φορά ξεκλείδωμα του iPhone και η συσκευή σας θα παραμένει ξεκλείδωτη όση ώρα είναι ενεργό το CarPlay. Αν ενεργοποιήσετε αυτήν τη ρύθμιση, θα επιτρέπεται η σύνδεση του CarPlay χωρίς απαίτηση Touch ID ή κωδικού, καθώς και η ασύρματη σύνδεση με το αυτοκίνητό σας.
es: Si usas CarPlay con una conexión con cable, deberás desbloquear el iPhone cada vez y tu dispositivo permanecerá desbloqueado mientras CarPlay esté activo. Activa este ajuste para permitir que CarPlay se conecte sin necesidad de Touch ID o código, y para conectarte a tu coche de forma inalámbrica.
es_419: Cuando usas CarPlay mediante un cable, tendrás que estar desbloqueando tu iPhone y este permanecerá desbloqueado mientras CarPlay esté activo. Activa esta configuración para permitir que CarPlay se conecte sin requerir Touch ID o el código, y para conectarse de manera inalámbrica con tu auto.
fi: Kun käytät CarPlayta langallisen yhteyden kautta, iPhonen lukitus pitää avata joka kerta, ja laitteesi pysyy auki niin kauan kuin CarPlay on käytössä. Ota tämä asetus käyttöön, jotta CarPlay voi yhdistää ilman Touch ID:tä tai pääsykoodia, ja jotta se voi yhdistää langattomasti autoosi.
fr: Lorsque vous utilisez CarPlay via une connexion filaire, le déverrouillage de votre iPhone est requis systématiquement et ce dernier reste déverrouillé tant que CarPlay est actif. Activez ce réglage pour permettre à CarPlay de se connecter sans nécessiter l’utilisation d’un code ou de Touch ID, et de se connecter à votre véhicule en mode sans fil.
fr_ca: Lorsque vous utilisez CarPlay au moyen d’un câble de recharge, vous serez systématiquement invité à déverrouiller votre iPhone, et ce dernier restera déverrouillé tant que CarPlay est actif. Activez ce réglage pour autoriser CarPlay à se connecter sans exiger l’utilisation de Touch ID ou d’un code, et à se connecter sans fil à votre véhicule.
he: כשמשתמשים ב-CarPlay בחיבור חוטי, יש לבטל את נעילת ה-iPhone כל פעם שמתחברים, והמכשיר נשאר פתוח כל עוד CarPlay פועל. ניתן להפעיל הגדרה זו כדי לאפשר חיבור ל-CarPlay ללא צורך באימות עם Touch ID או קוד גישה, וכדי להתחבר לרכב שלך באופן אלחוטי.
hi: जब किसी वायर युक्त कनेक्शन पर आप CarPlay का इस्तेमाल करते हैं, तो हर बार आपको अपना iPhone अनलॉक करके रखना ज़रूरी होगा और CarPlay सक्रिय रहने के दौरान आपका डिवाइस अनलॉक रहेगा। CarPlay को Touch ID या पासकोड के बिना कनेक्ट कर पाने और अपनी कार से बिना वायर के कनेक्ट करने की अनुमति देने के लिए इस सेटिंग को सक्षम करें।
hr: Kad koristite CarPlay putem žične veze, otključavanje iPhonea zatražit će se svaki put i vaš će uređaj ostati otključan sve dok je CarPlay aktivan. Omogućite ovu postavku kako biste dozvolili spajanje CarPlaya bez uporabe Touch ID-ja ili šifre te za bežično spajanje na automobil.
hu: Amikor vezetékes kapcsolaton használja a CarPlayt, minden alkalommal fel kell oldani az iPhone-ját, és az eszköze feloldva marad, amíg a CarPlay aktív. Engedélyezze ezt a beállítást, ha azt szeretné, hogy a CarPlay Touch ID vagy jelkód megadása nélkül, valamint vezeték nélkül csatlakozhasson.
id: Saat Anda menggunakan CarPlay melalui koneksi kabel, Anda akan selalu harus membuka iPhone Anda, dan perangkat Anda akan tetap terbuka selama CarPlay aktif. Aktifkan pengaturan ini untuk mengizinkan CarPlay terhubung tanpa memerlukan Touch ID atau kode sandi, dan untuk terhubung secara nirkabel ke mobil Anda.
it: Quando utilizzi CarPlay tramite un cavo, ti verrà richiesto di sbloccare iPhone ogni volta e il tuo dispositivo rimarrà sbloccato fino a quando CarPlay sarà in uso. Abilita questa opzione per consentire a CarPlay di connettersi senza richiedere l’autenticazione tramite Touch ID o un codice e di connettersi alla tua auto in modo wireless.
ja: 有線接続でCarPlayを使用する場合は、毎回iPhoneのロックを解除する必要があり、CarPlayを使用中はデバイスのロックは解除されたままになります。 この設定を有効にすると、CarPlayはTouch IDやパスコードなしで接続でき、ワイヤレスで車に接続できます。
kk: CarPlay функциясын сымды қосылым арқылы пайдаланған кезде, iPhone құлпын әр жолы ашу керек болады, ал CarPlay қосулы кезде құрылғы құлыптан шығарылған күйінде қалады. Бұл реттеуді CarPlay функциясына Touch ID немесе құпиякодты талап етпей қосылуға рұқсат беру үшін және автомобильге сымсыз қосылу үшін іске қосыңыз.
ko: CarPlay를 유선으로 연결하여 사용하면 매번 iPhone을 잠금 해제하야 하며, CarPlay가 활성화되어 있는 한 사용자의 기기가 잠금 해제 상태를 유지합니다. 이 설정을 활성화하면 CarPlay가 Touch ID 또는 암호 없이 연결되며, 무선으로 사용자의 차량에 연결됩니다.
lt: „CarPlay“ naudojant laidiniu ryšiu, jūsų visada bus prašoma atrakinti „iPhone“ įrenginį, o pats įrenginys bus atrakintas tol, kol veiks „CarPlay“. Įjunkite šį nustatymą, kad „CarPlay“ galėtų prisijungti neprašant naudoti „Touch ID“ arba prieigos kodo ir prie automobilio prisijungtų bevieliu ryšiu.
ms: Apabila anda menggunakan CarPlay melalui sambungan berwayar, anda diperlukan membuka kunci iPhone anda setiap kali dan peranti anda akan kekal dibuka kunci selagi CarPlay aktif. Dayakan seting ini untuk membenarkan CarPlay bersambung tanpa memerlukan Touch ID atau kod laluan dan untuk bersambung secara wayarles ke kereta anda.
nl: Wanneer je CarPlay gebruikt via een bedrade verbinding, moet je je iPhone elke keer ontgrendelen en blijft je apparaat ontgrendeld zolang CarPlay actief is. Schakel deze optie in om CarPlay verbinding te laten maken zonder dat Touch ID of een toegangscode is vereist en om draadloos verbinding te maken met je auto.
no: Når du er koblet til CarPlay via en kabel, må du låse opp iPhone hver gang og enheten forblir ulåst så lenge CarPlay er aktiv. Aktiver denne innstillingen for å tillate at CarPlay kan koble til uten bruk av Touch ID eller kode, og koble til bilen trådløst.
pl: Gdy używasz CarPlay przewodowo, odblokowanie iPhone'a będzie wymagane za każdym razem, a urządzenie pozostanie odblokowane tak długo, jak CarPlay jest aktywny. Włącz to ustawienie, aby pozwolić CarPlay łączenie się bez konieczności używania Touch ID ani kodu oraz na bezprzewodowe łączenie się z samochodem.
pt_br: Ao usar o CarPlay usando uma conexão por cabo, o desbloqueio do iPhone sempre será exigido, e o dispositivo permanecerá desbloqueado enquanto o CarPlay estiver ativo. Ative este ajuste para permitir que o CarPlay conecte sem exigir o Touch ID ou um código, e para conectar-se sem fio ao seu carro.
pt_pt: Se usar o CarPlay através de uma ligação com fios, será sempre necessário desbloquear o iPhone e este permanecerá desbloqueado enquanto o CarPlay estiver ativo. Ao ativar esta definição, permitirá que o CarPlay estabeleça ligação ao carro sem fios e sem necessitar do Touch ID ou código.
ro: Când utilizați CarPlay printr‑o conexiune cu fir, deblocarea iPhone‑ului va fi necesară de fiecare dată, iar dispozitivul va rămâne deblocat pe toată perioada cât funcționalitatea CarPlay este activă. Activați această configurare pentru a‑i permite funcționalității CarPlay să se conecteze fără a necesita Touch ID sau codul de acces și să se conecteze wireless la mașina dvs.
ru: Когда Вы используете CarPlay по беспроводному подключению, разблокировка iPhone потребуется каждый раз, а Ваше устройство останется разблокированным, пока CarPlay активен. Включите эту настройку, чтобы разрешить подключение CarPlay, не требуя Touch ID или код‑пароля, и для беспроводного подключения к автомобилю.
sk: Keď na pripájanie ku CarPlay používate kábel, bude zakaždým potrebné odomknúť iPhone. Kým je CarPlay aktívny, vaše zariadenie ostane odomknuté. Ak chcete povoliť pripájanie ku CarPlay bez vyžadovania Touch ID alebo kódu a pripájať sa k autu bezdrôtovo, zapnite toto nastavenie.
sl: Pri uporabi funkcije CarPlay prek žične povezave boste morali svoj iPhone vsakokrat odkleniti in odklenjen bo ostal vse dokler boste uporabljali CarPlay. Omogočite to nastavitev, če želite dovoliti, da se CarPlay poveže brez identifikacije s funkcijo Touch ID ali kodo za dostop, ter da se z vašim vozilom poveže prek brezžične povezave.
sv: När du använder CarPlay över en trådbunden anslutning måste du låsa upp iPhone varje gång, och enheten förblir upplåst medan CarPlay är aktivt. Aktivera den här inställningen om du vill tillåta att CarPlay ansluter utan att Touch ID eller en lösenkod krävs, och trådlös anslutning till bilen.
th: เมื่อคุณใช้ CarPlay ผ่านการเชื่อมต่อแบบใช้สาย คุณจะต้องปลดล็อค iPhone ของคุณทุกครั้ง และอุปกรณ์ของคุณจะยังคงปลดล็อคอยู่ในระหว่างที่ CarPlay ทำงาน เปิดใช้งานการตั้งค่านี้เพื่ออนุญาตให้ CarPlay เชื่อมต่อได้โดยไม่ต้องใช้ Touch ID หรือรหัส และเชื่อมต่อกับรถของคุณแบบไร้สาย
tr: CarPlay’i kablolu bir bağlantı ile kullandığınızda iPhone’unuzun kilidini her seferinde açmanız gerekir ve CarPlay etkin olduğu sürece aygıtınızın kilidi açık kalır. CarPlay’in Touch ID ya da parola gerektirmeden ve kablosuz olarak arabanıza bağlanmasına izin vermek için bu ayarı etkinleştirin.
uk: Коли ви використовуєте CarPlay через дротове зʼєднання, потрібно щоразу відмикати iPhone, і він залишатиметься відімкненим весь час, поки функція CarPlay активна. Увімкніть цей параметр, щоб дозволити CarPlay підʼєднуватися до автомобіля без Touch ID або коду допуску та бездротовим способом.
vi: Khi bạn sử dụng CarPlay qua kết nối có dây, bạn sẽ phải mở khóa iPhone mỗi lần và thiết bị của bạn sẽ được giữ ở trạng thái mở khóa trong khi CarPlay đang hoạt động. Bật cài đặt này cho phép CarPlay kết nối mà không yêu cầu Touch ID hoặc mật mã và để kết nối không dây với ô tô của bạn.
zh_cn: 通过有线连接使用CarPlay车载时，将每次都需要解锁iPhone，且你的设备在CarPlay车载启用过程中将保持解锁状态。 启用此设置以允许不需触控ID或密码连接CarPlay车载，并通过无线与车连接。
zh_hk: 當你透過有線連接使用CarPlay時，將每次都需要解鎖你的iPhone，而你的裝置在CarPlay啟用期間將維持解鎖狀態。 啟用此設定以允許CarPlay無需Touch ID或密碼也可以連接，並以無線方式連接你的汽車。
zh_tw: 在你透過有線方式使用CarPlay時，每次都需要解鎖iPhone，只要啟用CarPlay，你的裝置將保持為解鎖狀態。 啟用此設定後，不需要使用Touch ID或密碼，也可連接CarPlay，並可透過無線方式連接你的汽車。

# CARPLAY_OPTIONS_CARPLAY
source: CarPlay
ar: كاربلاي
zh_cn: CarPlay车载

# CARPLAY_ENHANCED_INTEGRATION_SWITCH
source: Enhanced Integration
ar: الدمج المحسّن
bg: Разширена интеграция
ca: Integració millorada
cs: Rozšířená integrace
da: Forbedret integration
de: Erweiterte Integration
el: Προηγμένη ενσωμάτωση
es: Integración mejorada
es_419: Integración mejorada
fi: Parannettu integraatio
fr: Intégration améliorée
fr_ca: Intégration améliorée
he: שילוב משופר
hi: बेहतर इंटीग्रेशन
hr: Poboljšana integracija
hu: Továbbfejlesztett integráció
id: Integrasi yang Ditingkatkan
it: Integrazione migliorata
ja: 拡張統合
kk: Кеңейтілген біріктіру
ko: 고급 통합
lt: Patobulinta integracija
ms: Integrasi Dipertingkat
nl: Verbeterde integratie
no: Forbedret integrering
pl: Integracja rozszerzona
pt_br: Integração Aprimorada
pt_pt: Integração melhorada
ro: Integrare îmbunătățită
ru: Расширенная интеграция
sk: Vylepšená integrácia
sl: Izboljšana integracija
sv: Förbättrad integrering
th: การรวมระบบขั้นสูง
tr: Geliştirilmiş Entegrasyon
uk: Удосконалена інтеграція
vi: Tích hợp nâng cao
zh_cn: 增强集成
zh_hk: 已強化的整合
zh_tw: 進階整合

# HOME_SCREEN_RESET_CANCEL
source: Cancel
ar: إلغاء
bg: Отказ
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_419: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
kk: Бас тарту
ko: 취소
lt: Atšaukti
ms: Batal
nl: Annuleer
no: Avbryt
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# WIRELESS_SETUP_FOOTER
source: If your car supports wireless CarPlay, press and hold the voice control button on your steering wheel to start CarPlay setup.
ar: إذا كانت سيارتك تدعم كاربلاي اللاسلكي، فاضغط باستمرار على زر التحكم في الصوت على عجلة قيادة سيارتك لبدء إعداد كاربلاي.
bg: Ако колата ви поддържа CarPlay по безжична връзка, натиснете и задръжте бутона за управление с глас върху волана, за да стартирате настройката на CarPlay.
ca: Si tens un cotxe compatible amb el CarPlay sense fil, mantén premut el botó del control per veu del volant per començar a configurar‑lo.
cs: Pokud vaše auto podporuje bezdrátovou funkci CarPlay, můžete podržením tlačítka hlasového ovládání na volantu spustit nastavení CarPlay.
da: Hvis bilen understøtter trådløs CarPlay, skal du trykke på og holde knappen til stemmekontrol nede på rattet for at starte indstilling af CarPlay.
de: Wenn dein Auto drahtloses CarPlay unterstützt, halte die Taste für die Sprachsteuerung am Lenkrad gedrückt, um die CarPlay-Konfiguration zu starten.
el: Αν το αυτοκίνητό σας υποστηρίζει το ασύρματο CarPlay, πατήστε παρατεταμένα το κουμπί φωνητικού ελέγχου στο τιμόνι για να διαμορφώσετε το CarPlay.
es: Si tu coche permite el uso inalámbrico de CarPlay, mantén pulsado el botón del control por voz del volante para iniciar la configuración de CarPlay.
es_419: Si tu automóvil soporta CarPlay inalámbrico, presiona sin soltar el botón de control de voz de tu volante para configurar CarPlay.
fi: Jos autosi tukee langatonta CarPlayta, aloita CarPlayn käyttöönotto pitämällä ohjauspyöräsi ääniohjauspainiketta painettuna.
fr: Si votre voiture prend en charge le système CarPlay sans fil, maintenez enfoncé le bouton de contrôle vocal sur le volant pour lancer la configuration de CarPlay.
fr_ca: Si votre véhicule prend CarPlay sans fil en charge, appuyez de façon prolongée sur le bouton de commande vocale du volant pour démarrer la configuration de CarPlay.
he: אם הרכב שלך תומך ב-CarPlay אלחוטי, באפשרותך ללחוץ ולהחזיק את כפתור בקרת הקול בהגה כדי להתחיל בהגדרת CarPlay.
hi: यदि आपकी कार में वायरलेस CarPlay समर्थित है, तो CarPlay सेटअप शुरू करने के लिए कार के स्टीयरिंग ह्वील पर वॉइस कंट्रोल बटन को थोड़ी देर तक दबाए रखें।
hr: Ako vaš automobil podržava bežični CarPlay, pritisnite i zadržite tipku za glasovno upravljanje na volanu kako biste pokrenuli CarPlay podešavanje.
hu: Ha az autója támogatja a vezeték nélküli CarPlayt, akkor tartsa lenyomva a hangvezérlés gombját a kormánykeréken a CarPlay beállításának megkezdéséhez.
id: Jika mobil Anda mendukung CarPlay nirkabel, tekan dan tahan tombol kontrol suara di kemudi Anda untuk memulai pengaturan CarPlay.
it: Se la tua auto supporta CarPlay in modalità wireless, tieni premuto il tasto del controllo vocale sul volante per iniziare la configurazione di CarPlay.
ja: お使いの車がワイヤレスCarPlayに対応している場合は、ハンドルの音声コントロールボタンを押したままにしてCarPlayの設定を開始してください。
kk: Автомобиліңіз сымсыз CarPlay функциясына қолдау көрсетсе, оны баптау үшін рульдегі дауыспен басқару түймесін басып тұрыңыз.
ko: 사용자의 자동차가 무선 CarPlay를 지원하는 경우 핸들에 있는 음성 명령 버튼을 길게 눌러 CarPlay 설정을 시작하십시오.
lt: Jei jūsų automobilis palaiko belaidį „CarPlay“ režimą, paspauskite ir palaikykite valdymo balsu mygtuką ant vairo, kad pradėtumėte „CarPlay“ sąranką.
ms: Jika kereta anda menyokong CarPlay wayarles, tekan dan tahan butang kawalan suara pada stereng anda untuk memulakan persediaan CarPlay.
nl: Als je auto draadloos CarPlay ondersteunt, houd je de stembedieningsknop op het stuur ingedrukt om de CarPlay-configuratie te starten.
no: Hvis bilen støtter trådløs CarPlay, kan du trykke og holde nede talestyringsknappen på rattet for å starte CarPlay-oppsettet.
pl: Jeśli Twój samochód obsługuje CarPlay bezprzewodowo, naciśnij i przytrzymaj przycisk sterowania głosowego na kierownicy, aby rozpocząć konfigurowanie CarPlay.
pt_br: Se o seu carro for compatível com CarPlay sem fio, mantenha pressionado o botão de controle por voz no volante para iniciar a configuração do CarPlay.
pt_pt: Se o seu carro tiver suporte para o CarPlay sem fios, mantenha premido o botão de controlo por voz no volante do carro para iniciar a configuração.
ro: Dacă mașina dvs. este compatibilă cu funcționalitatea CarPlay wireless, țineți apăsat butonul pentru comenzi vocale de pe volan pentru a începe configurarea CarPlay.
ru: Если автомобиль поддерживает беспроводной CarPlay, нажмите и удерживайте кнопку голосового управления на руле, чтобы начать настройку этой функции.
sk: Ak vaše auto podporuje bezdrôtový CarPlay, stlačením a podržaním tlačidla ovládania hlasu na volante spustíte nastavovanie CarPlay.
sl: Če vaše vozilo podpira brezžični CarPlay, za začetek nastavitve funkcije CarPlay pritisnite in pridržite gumb za glasovno upravljanje na volanu.
sv: Om din bil stöder trådlös CarPlay håller du in röststyrningsknappen på ratten för att påbörja konfigurationen av CarPlay.
th: ถ้ารถของคุณรองรับ CarPlay แบบไร้สาย ให้กดปุ่มการสั่งการด้วยเสียงบนพวงมาลัยรถค้างไว้เพื่อเริ่มต้นการตั้งค่า CarPlay
tr: Arabanız CarPlay’i destekliyorsa CarPlay ayarlamasını başlatmak için direksiyonunuzdaki sesle denetim düğmesini basılı tutun.
uk: Якщо автомобіль підтримує бездротовий CarPlay, тисніть і тримайте кнопку керування голосом на кермі, щоб почати налаштування CarPlay.
vi: Nếu ô tô của bạn hỗ trợ CarPlay không dây, nhấn và giữ nút khẩu lệnh trên vô lăng để bắt đầu thiết lập CarPlay.
zh_cn: 如果你的汽车支持无线CarPlay车载，请按住方向盘上的语音控制按钮来启动CarPlay车载设置。
zh_hk: 如你的汽車支援無線CarPlay，請按住軚盤上的語音控制按鈕，以開始CarPlay設定。
zh_tw: 若你的汽車支援無線CarPlay，請按住方向盤上的語音控制按鈕來開始設定CarPlay。
